tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
brew "ack"
brew "asdf"
brew "bat"
brew "direnv"
brew "fzf"
brew "git"
brew "mosh"
brew "neovim"
brew "node"
brew "python@3.8"
brew "tmux"
brew "zsh"
brew "coreutils" if OS.mac?
brew "gnu-sed" if OS.mac?
brew "gnu-tar" if OS.mac?
brew "gnupg" if OS.mac?
brew "mas" if OS.mac?
brew "reattach-to-user-namespace" if OS.mac?
cask "font-iosevka" if OS.mac?
brew "blueutil" if OS.mac?
cask "kitty" if OS.mac?
