brew 'bat'                                      # better cat
brew 'fzf'                                      # fuzzy finder
brew 'git'                                      # update from system git
brew 'gh'                                       # github cli
brew 'mise'                                     # mise environment manager
brew 'mosh'                                     # roaming remote shell
brew 'neovim'                                   # better vim
brew 'neovim-remote'                            # control nvim from shell
brew 'node'                                     # NodeJS
brew "python@#{ENV['HOMEBREW_PYTHON_VERSION']}" # update from stock python
brew 'poetry'                                   # python project management
brew 'uv'                                       # python project management
brew 'ripgrep'                                  # better grep
brew 'stylua'                                   # lua file formatting
brew 'tree-sitter-cli'                          # tree-sitter CLI
brew 'tmux'                                     # terminal multiplexer
brew 'zsh'                                      # newer zsh

if OS.mac?
  brew 'coreutils'           # GNU coreutils
  brew 'blueutil'            # bluetooth CLI
  brew 'gnu-sed'             # GNU sed
  brew 'gnu-tar'             # GNU tar
  brew 'gnupg'               # update from stock gnupg
  cask 'font-iosevka'        # iosevka font
  cask 'sf-symbols'          # UI fonts from Apple
  cask 'ghostty'             # Terminal emulator
  cask 'hammerspoon'         # OS X automation via lua
  cask 'raycast'             # cmd-space launcher
  cask 'keyman'              # Ancient Greek keyboard
  cask 'moom'                # Window placement
  cask 'stay'                # Window placement memory
  cask 'dropbox'             # Dropbox
  cask 'stillcolor'          # Fix monitor flicker
end
